# Search for apps names here: https://brew.sh/
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "hashicorp/tap"

# Dev Tools
brew "nvm"
brew "hashicorp/tap/terraform"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "docker"
cask "postman"

# Utilities
cask "toggl-track"
cask "divvy"
cask "google-chrome"
cask "zoom"
cask "upwork"
cask "skype"
cask "slack"
cask "iterm2"
cask "sublime-text"
cask "the-unarchiver"
cask "windscribe"
cask "daisydisk"

# Fun
cask "nvidia-geforce-now"
cask "discord"
cask "steam"
